module.exports = {
	murasaki_shion: "紫咲シオン",
	virtual_tokyo_japan: "東京",
	menu: {
		feed: "フィード",
		soundboard: "サウンドボード",
		profile: "プロフィール",
		submit: "投稿フォーム",
		other_projects: "記念企画一覧",
	},
	profile: {
		posts: "投稿0件",
		followers: "フォロワー100万人",
		following: "フォロー中0人",
		bio: "紫咲シオンは2018年8月17日よりデビューしたホロライブ2期生所属のバーチャルYouTuberである。ハバ卒で、自称天才で、黒魔術を得意としている。\n\n煽り上手なクソガキの異名を持つ彼女ではあるが、しかしその本質は他人のことをちゃんと考えられる、優しくていい子である。黒魔術の実力のほどは未知数なのにもかかわらず、周りの人間を笑顔にする力は確かにあり、それを疑う者はいない。",
		clip_description:
			"紫咲シオンの登録者数100万人記念に、紫咲シオンが大嫌いなものをネタにした企画を立てればどれだけ面白いんでしょう？本企画はそのどうしようもない発想を貫いた結果である。大きな努力を経て完成したのは、我々の大好きな魔女っ子に捧げるに値するインスタグラムをもとにした自作ウェブサイト「シオングラム」である。オリジナリティーを目指した企画で、ファンからのメッセージを集めて表示させる他にも、多くの絵師さんと英語圏の塩っ子の力を借りてサウンドボード機能を実装した。デビューから今までずっと頑張ってきたシオンちゃんに感謝したい、その努力を認めたい。ただそれだけの気持ちが、国籍を問わずこの企画に関わった塩っ子という塩っ子を一斉に動かした。改めて、登録者数100万人おめでとうございます！",
		credits: "クレジット",
		artists: "絵師",
		developers: "開発者",
		leads: "担当者",
		assistants: "お手伝い",
	},
	soundboard: {
		history: "履歴",
		messages: "メッセージ",
		sounds: "音声",
		single: "シングル音声",
		multiple: "マルチ音声",
		online: "オンライン",
		offline: "オフライン",
		volume_self: "音量(自分)",
		volume_others: "音量(自分以外)",
		aqua: {
			name: "湊あくあ",
			message: "シオンちゃん100万人おめでとう！！",
		},
		marine: {
			name: "宝鐘マリン",
			message: "シオンたん！！！おめでとう！すごいよ！",
		},
		okayu: {
			name: "猫又おかゆ",
			message: "シオンおめでとう！！",
		},
		laplus: {
			name: "ラプラス・ダークネス",
			message: "おめでとう",
		},
		fubuki: {
			name: "白上フブキ",
			message: "シオンちゃん！！！おめでとう！！！！",
		},
		chloe: {
			name: "沙花叉クロヱ",
			message:
				"シオン先輩！！すごい！！！100万人おめでとうございます！！！！！",
		},
	},
	submit: {
		message_form_title: "シオングラム投稿フォーム",
		form_description:
			"このフォームを通して、紫咲シオンの登録者数100万人突破に際して作られた本ウェブサイト、シオングラムへご自身のお祝いメッセージを送ることができます（画像も一枚まで追加可能）",

		twitter_id: "Twitterの\nユーザー名",
		twitter_id_instructions:
			"ご自身のTwitterのユーザー名。{'@'}も記入してください。",

		name: "ニックネーム",
		name_example: "スーパー最強塩っ子",
		name_instructions:
			"メッセージと一緒に表示されます。本名じゃなくても結構です。",

		location: "場所",
		location_example: "東京",
		location_instructions:
			"メッセージと一緒に表示されます。事実と異なる情報を記入しても結構です。",

		text_message: "メッセージ",
		text_instructions: "シオンへのメッセージ。500字以内にまとめてください。",

		profile_picture: "プロフィール\n画像",

		image: "添付画像",
		image_instructions:
			"一枚まで、5MB以下。jpeg/png/gif/apngのみ対応可能。\nメッセージの添付画像です。添付しない場合、ランダムな画像が表示されます。",

		preview: "プレビュー",

		submit: "送信",
		submission_received: "投稿を受け取りました",

		thanks_for_submission:
			"シオングラムへ投稿してくださりありがとうございました！",
		submission_failed: "投稿を受け取れませんでした",
		try_again: "再送信",
		submit_another_message: "新しい投稿を送信",
	},
	projects: {
		one_million_shiokko_desc:
			"紫咲シオン2021年誕生日記念サイトと、紫咲シオン3周年記念モザイクアートサイトを企画し制作した塩っ子達は今回、100万人を祝しバーチャル地球儀の上に世界中の塩っ子からのメッセージを表示させるという壮大な企画を立て、完成させました。塩っ子地球儀をぜひご堪能ください！",
		comemorative_video_desc:
			"紫咲シオン100万人達成を祝し、アジア圏の海外塩っ子は100万人までの道のりを表した動画を作り上げました。デビューから今までの嬉しい出来事や大切な思い出が詰まっている素敵な動画となっておりますので、興味のある方はぜひご覧ください！",
		collage_desc:
			"こちらの華やかな塩っ子コラージュアートは、Twitterを中心に活動している総勢100人の塩っ子が力を合わせて作りました！各々からの心温かいメッセージもリプ欄にありますので、ぜひご自身でも確認してみてください！",
	},
};
